Repository: tomdiz-epicorebiosystems/test_ch_ios_github_actions
Catalog: Localizable.xcstrings
Source language: en
Languages: es, ja

source: SWEAT LOSS
es: PÉRDIDA DE SUDOR
ja: 汗の損失

source: SWEAT LOSS RATE
es: TASA DE PÉRDIDA DE SUDOR
ja: 発汗率

source: SYNC NOW
es: SINCRONIZAR AHORA
ja: 今すぐ同期

source: Synced:
es: Sincronizado:
ja: 同期済み:

source: TABLE SALT
es: SAL DE MESA
ja: 食卓塩

source: Tailor your hydration recommendations
es: Adapta tu hidratación recomendaciones
ja: 水分補給の調整 お勧め

source: Take me to iPhone’s Mail App
es: Llévame a la aplicación de correo del iPhone
ja: iPhone のメール アプリに移動する

source: Tap + above to add to your first preset. Long-press item for additional options.
es: Toque + arriba para agregarlo a su primer ajuste preestablecido. Mantenga presionado el elemento para ver opciones adicionales.
ja: 上の＋をタップして摂取品目を追加してください。

source: Tap item above to add to your recent intake.
es: Toque el elemento de arriba para agregarlo a su ingesta reciente.
ja: 品目をタップすると摂取を記録できます。

source: Tap to remove.
es: Toque para eliminar.
ja: タップして削除します。

source: Tenby-Eight and Tenby-Eight Light are fonts created by Jan Schmoeger of Paragraph Font Foundry. This set of fonts have been specially licensed for use in all versions or updates of the mobile app without user number or time limits.
es: Tenby-Eight y Tenby-Eight Light son fuentes creadas por Jan Schmoeger de Paragraph Font Foundry. Este conjunto de fuentes tiene una licencia especial para su uso en todas las versiones o actualizaciones de la aplicación móvil sin número de usuario ni límites de tiempo.
ja: Tenby-Eight および Tenby-Eight Light は、Paragraph Font Foundry の Jan Schmoeger によって作成されたフォントです。このフォントのセットは、ユーザー数や時間制限なしでモバイル アプリのすべてのバージョンまたはアップデートで使用できるように特別にライセンスされています。

source: Terms & Conditions
es: Términos y condiciones
ja: 利用規約

source: TERMS & CONDITIONS
es: TÉRMINOS Y CONDICIONES
ja: 利用規約

source: TERMS, LEGAL & REGULATORY
es: TÉRMINOS LEGALES Y REGLAMENTARIOS
ja: その他

source: There is danger of explosion if batteries are mishandled or incorrectly replaced. On systems with replaceable batteries, replace only with the same manufacturer and type or equivalent type recommended per the instructions provided in the product service manual.
es: Existe peligro de explosión si las baterías se manipulan o reemplazan incorrectamente. En sistemas con baterías reemplazables, reemplácelas solo con el mismo fabricante y tipo o tipo equivalente recomendado según las instrucciones proporcionadas en el manual de servicio del producto.
ja: 電池の取り扱いを誤ったり、電池の交換を誤ると爆発の危険があります。交換可能なバッテリーを備えたシステムでは、同じメーカーおよびタイプ、または製品サービス マニュアルに記載されている指示に従って推奨されている同等のタイプとのみ交換してください。

source: This device complies with Industry Canada license-exempt RSS standard(s). Operation is subject to the following two conditions: (1) this device may not cause interference, and (2) this device must accept any interference, including interference that may cause undesired operation of the device.
es: Este dispositivo cumple con los estándares RSS exentos de licencia de Industry Canada. El funcionamiento está sujeto a las dos condiciones siguientes: (1) este dispositivo no puede causar interferencias y (2) este dispositivo debe aceptar cualquier interferencia, incluidas las interferencias que puedan causar un funcionamiento no deseado del dispositivo.
ja: このデバイスは、カナダ産業省のライセンス免除 RSS 標準に準拠しています。動作には、次の 2 つの条件が適用されます。(1) このデバイスは干渉を引き起こしてはいけない、(2) このデバイスは、デバイスの望ましくない動作を引き起こす可能性のある干渉を含む、あらゆる干渉を受け入れなければなりません。

source: This device complies with Part 15 of the FCC Rules. Operation is subject to the following two conditions: (1) this device may not cause harmful interference and (2) this device must accept any interference received, including interference that may cause undesired operation.
es: Este dispositivo cumple con la Parte 15 de las normas de la FCC. El funcionamiento está sujeto a las dos condiciones siguientes: (1) este dispositivo no puede causar interferencias dañinas y (2) este dispositivo debe aceptar cualquier interferencia recibida, incluidas las interferencias que puedan causar un funcionamiento no deseado.
ja: このデバイスは FCC 規則のパート 15 に準拠しています。動作には、次の 2 つの条件が適用されます。(1) このデバイスは有害な干渉を引き起こしてはならず、(2) このデバイスは、望ましくない動作を引き起こす可能性のある干渉を含め、受信したあらゆる干渉を受け入れなければなりません。

source: This information helps tailor a hydration recommendation specific to you. It is not shared.
es: Esta información ayuda a personalizar una recomendación de hidratación específica para usted. No se comparte.
ja: あなたに合わせた水分・塩分補給推奨をするために活用します。（アプリ内のみで管理される情報です。）

source: THIS IS CORRECT
es: ESTO ES CORRECTO
ja: これは正しい

source: This radio transmitter the Connected Hydration has been approved by Industry Canada to operate with the antenna types listed below with the maximum permissible gain and required antenna impedance for each antenna type indicated. Antenna types not included in this list, having a gain greater than the maximum gain indicated for that type, are strictly prohibited for use with this device.
es: Este transmisor de radio, Connected Hydration, ha sido aprobado por Industry Canada para funcionar con los tipos de antena que se enumeran a continuación con la ganancia máxima permitida y la impedancia de antena requerida para cada tipo de antena indicado. Los tipos de antena no incluidos en esta lista que tengan una ganancia mayor que la ganancia máxima indicada para ese tipo están estrictamente prohibidos para su uso con este dispositivo.
ja: この無線送信機 Connected Hydration は、以下にリストされているアンテナ タイプで動作することがカナダ産業省によって承認されており、最大許容利得と各アンテナ タイプに必要なアンテナ インピーダンスが示されています。このリストに含まれていないアンテナ タイプは、そのタイプに示されている最大ゲインを超えるゲインを備えており、このデバイスでの使用は固く禁止されています。

source: To complete your login, we’ve sent an email containing a one-time passcode to:
es: Para completar el inicio de sesión, hemos enviado un correo electrónico con una contraseña de un solo uso a:
ja: ログインを完了するために、ワンタイムパスコードを含む電子メールを送信しました：

source: To confirm that your phone is paired to the correct module, tap “Buzz Me”. Your module should blink and vibrate.
es: Para confirmar que su teléfono está emparejado con el módulo correcto, toque "Buzz Me". Su módulo debería parpadear y vibrar.
ja: 携帯電話が正しいモジュールにペアリングされていることを確認するには、「バズミー」をタップします。モジュールが点滅し、振動するはずです。

source: To get started, gather the Connected Hydration materials that you received.
es: Para empezar, reúne los materiales de Connected Hydration que has recibido.
ja: まずは、届いたConnected Hydrationの資料を集めてください。

source: To stop the continuous vibration alarm for dehydration, press the large button on the module.
es: Para detener la alarma de vibración continua por deshidratación, pulse el botón grande del módulo.
ja: 脱水時の連続振動アラームを止めるには、モジュールの大きなボタンを押してください。

source: To turn the module on, press the power button. A green light will flash every 10 sec. Device will pair automatically with your phone and start measuring.
es: Para encender el módulo, pulse el botón de encendido. Una luz verde parpadeará cada 10 segundos. El dispositivo se emparejará automáticamente con tu teléfono y empezará a medir.
ja: モジュールをオンにするには、電源ボタンを押します。緑色のライトが10秒ごとに点滅します。デバイスは自動的に携帯電話とペアリングし、測定を開始します。

source: Today
es: Hoy
ja: 今日

source: TODAY
es: HOY
ja: アクティビティ

source: TRACKED INTAKE
es: ENTRADA SEGUIDA
ja: 追跡された摂取量

source: Tracking Intake
es: Seguimiento de la ingesta
ja: 摂取量の追跡

source: TROUBLESHOOT
es: SOLUCIONAR PROBLEMAS
ja: トラブルシューティング

source: Troubleshooting
es: Solución de problemas
ja: トラブルシューティング

source: TROUBLESHOOTING STEPS
es: PASOS PARA LA SOLUCIÓN DE PROBLEMAS
ja: トラブルシューティングの手順

source: TRY AGAIN
es: INTENTAR OTRA VEZ
ja: もう一度やり直してください

source: Type
es: Tipo
ja: タイプ

# TYPE %@/%@
source: TYPE %1$@/%2$@
es: TIPO %1$@/%2$@
ja: タイプ %1$@/%2$@

source: Unable to update user data on server.
es: No se pueden actualizar los datos del usuario en el servidor.
ja: サーバー上のユーザー データを更新できません。

source: Unchecking this will disable historical views, insights, and preparation & recovery suggestions
es: Al desmarcar esta opción, se desactivarán las vistas históricas, las perspectivas, y las sugerencias de preparación y recuperación.
ja: OFFの場合、履歴・分析・アドバイスの機能が利用できなくなります

source: Under Industry Canada regulations, this radio transmitter may only operate using an antenna of a type and maximum (or lesser) gain approved for the transmitter by Industry Canada. To reduce potential radio interference to other users, the antenna type and its gain should be so chosen that the equivalent isotropically radiated power (e.i.r.p.) is not more than that necessary for successful communication. Conformément à la réglementation d’Industrie Canada, le présent émetteur radio peut fonctionner avec une antenne d’un type et d’un gain maximal (ou inférieur) approuvé pour l’émetteur par Industrie Canada. Dans le but de réduire les risques de brouillage radioélectrique à l’intention des autres utilisateurs, il faut choisir le type d’antenne et son gain de sorte que la puissance isotrope rayonnée équivalente (p.i.r.e.) ne dépasse pas l’intensité nécessaire à l’établissement d’une communication satisfaisante.
es: Según las regulaciones de Industry Canada, este transmisor de radio solo puede funcionar usando una antena de un tipo y ganancia máxima (o menor) aprobada para el transmisor por Industry Canada. Para reducir posibles interferencias de radio a otros usuarios, el tipo de antena y su ganancia deben elegirse de modo que la potencia radiada isotrópicamente equivalente (p.i.r.e.) no sea mayor que la necesaria para una comunicación exitosa. De conformidad con la reglamentación de Industrie Canada, el actual emisor de radio puede funcionar con una antena de un tipo y una ganancia máxima (o inferior) aprobada para el emisor de Industrie Canada. Dans le but de réduire les risques de brouillage radioelectrique à l'intention des otros utilisateurs, il faut choisir le type d'antenne et son Gain de sorte que la power isotrope rayonnée équivalente (p.i.r.e.) ne passe pas l'intensité nécessaire à l' establecimiento de una comunicación satisfactoria.
ja: カナダ産業省の規制に基づき、この無線送信機は、カナダ産業省によって送信機用に承認されたタイプおよび最大 (またはそれ以下) ゲインのアンテナを使用してのみ動作できます。他のユーザーへの潜在的な無線干渉を軽減するには、等価等方放射電力 (e.i.r.p.) が正常な通信に必要な電力を超えないようにアンテナのタイプとそのゲインを選択する必要があります。 Conformément à la réglementation d’Industrie Canada, le présent émetteur radio peut fonctionner avec une antenne d’un type et d’un Gain maximal (ou inférieur) approuvé pour l’émetteur par industrie Canada.安全性を重視した安全なラジオ電気を使用し、等方性レーヨンと等方性レーヨンの同等性を得るために、タイプのアンテナと息子の安全性を考慮して、安全なラジオ電気を作成します。満足のいくコミュニケーションを実現します。

source: Unit
es: Unidad
ja: ユニット

source: United States
es: Estados Unidos
ja: アメリカ

source: Unknown server API issue
es: Problema de API de servidor desconocido
ja: 不明なサーバー API の問題

source: UNPAIRED
es: SIN EMPAREJAR
ja: 非接続

source: UNRESPONSIVE MODULE
es: MÓDULO QUE NO RESPONDE
ja: 応答しないモジュール

source: Update Now
es: Actualizar ahora
ja: 今すぐアップデート

source: Updated:
es: Actualizado:
ja: 更新しました:

source: Updating user data...
es: Actualizar los datos del usuario...
ja: ユーザーデータの更新...

source: URINE COLOR CHART
es: TABLA DE COLORES DE ORINA
ja: 尿のカラーチャート

source: URINE COLOR CHART >
es: TABLA DE COLORES DE LA ORINA >
ja: 尿のカラーチャート >

source: USA
es: EE.UU
ja: アメリカ合衆国

source: Verification did not succeed.
es: La verificación no tuvo éxito.
ja: 検証は成功しませんでした。

source: VERIFYING...
es: VERIFICANDO...
ja: 確認中...

source: Very Low
es: Muy bajo
ja: 非常に低い

source: VERY LOW
es: MUY BAJO
ja: 非常に低い

source: WARNING
es: ADVERTENCIA
ja: 警告

source: Was your module responsive?
es: ¿Su módulo respondió?
ja: モジュールは反応しましたか?

source: Water
es: Agua
ja: 水分

source: WATER
es: AGUA
ja: 水分

source: WATER (%@)
es: AGUA (%@)
ja: 水 （%@）

source: WATER CONSUMED
es: AGUA CONSUMIDA
ja: 水の消費量

source: WATER CONTENT
es: CONTENIDO DE AGUA
ja: 含水量

source: WATER LOSS
es: PÉRDIDA DE AGUA
ja: 水分の損失

source: We need sodium for:
es: Necesitamos sodio para:
ja: ナトリウムが人間に必要な理由は：

source: WEEK
es: SEMANA
ja: 週

source: Weight must be greater than 50lbs or 23kg
es: El peso debe ser superior a 50 libras o 23 kg.
ja: 体重は50ポンドまたは23kgを超える必要があります

source: Weight:
es: Peso:
ja: 体重：

source: Welcome Back!
es: ¡Bienvenido de nuevo!
ja: おかえりなさい！

source: Welcome to Connected Hydration
es: Bienvenido a Connected Hydration
ja: コネクテッド・ハイドレーションへようこそ

source: WELL HYDRATED
es: BIEN HIDRATADO
ja: 十分な水分量

source: When you *deplete* 1,000mg sodium, it roughly equals:
es: Cuando usted *depleta* 1,000mg de sodio, equivale aproximadamente:
ja: ナトリウムを1,000mg損失することは、以下のことに相当します：

source: With a low sweat rate and low sodium concentration, your hydration needs are typically modest. You likely won’t need to replace as much fluid or electrolytes during normal activity as your peers might. Your diet will typically cover your sodium losses, but supplement with electrolytes if needed. Despite a low sweat rate, take care to hydrate throughout the day.
es: Con un bajo índice de sudoración y una baja concentración de sodio, sus necesidades de hidratación suelen ser modestas. Es probable que no necesite reponer tanto líquido o electrolitos durante la actividad normal como sus compañeros. Tu dieta cubrirá normalmente tus pérdidas de sodio, pero complementa con electrolitos si es necesario. A pesar de la baja tasa de sudoración, procura hidratarte a lo largo del día.
ja: 発汗量が少なく、ナトリウム濃度も低いため、通常、水分補給の必要量は控えめです。通常の活動中であれば、同世代の人たちほど多くの水分や電解質を補給する必要はないでしょう。ナトリウムの損失は通常食事でカバーできますが、必要に応じて電解質を補給してください。発汗量が少ないとはいえ、1日を通して水分補給をするように気をつけましょう。

source: With high sweat output and medium sodium levels, your fluid and sodium losses are substantial and should be replaced consistently. For you, water alone won’t be enough, and electrolyte supplementation will be key. Your sodium needs likely won’t be met through diet alone. On more intense days, increase your intake of both fluids and electrolytes to keep up.
es: Con una elevada producción de sudor y niveles medios de sodio, sus pérdidas de líquidos y sodio son considerables y deben reponerse de forma constante. Para usted, el agua sola no será suficiente, y la suplementación con electrolitos será clave. Es probable que sus necesidades de sodio no se cubran únicamente con la dieta. En los días más intensos, aumente la ingesta de líquidos y electrolitos para mantener el ritmo.
ja: 発汗量が多く、ナトリウム濃度が中程度であれば、水分とナトリウムの損失は相当なものであり、コンスタントに補給する必要がある。水だけでは不十分で、電解質の補給が鍵になります。ナトリウムの必要量は食事だけでは満たせない可能性が高い。激しい運動をする日は、水分と電解質の摂取量を増やしてください。

source: With the module turned on, snap the module into the clip of your Patch or your Armband (you will have received one of these):
es: Con el módulo encendido, colócalo en el clip de tu Patch o de tu Armband (habrás recibido uno de estos):
ja: モジュールの電源を入れた状態で、モジュールをパッチまたはアームバンドのクリップにはめ込みます：

source: WORK TIME (HR)
es: TIEMPO DE TRABAJO (HR)
ja: 時間 (HR)

source: YES
es: SÍ
ja: はい

source: You already have an account.
es: Ya tienes una cuenta.
ja: あなたはすでにアカウントを持っています。

source: You can change your preferences at any time within the "SETTINGS" tab of the app.
es: Puedes cambiar tus preferencias en cualquier momento en la pestaña «AJUSTES» de la aplicación.
ja: 「設定」タブから個人設定を変更できます。

source: You can check your hydration level before you complete any physical activity to see if you are starting off dehydrated.
es: Si lo prefieres, puedes omitir la integración, pero tendremos que confirmar algunos datos clave y emparejar el módulo con tu teléfono.
ja: 業務開始前から脱水しているかチェックできまる

source: You can choose to skip onboarding, but we’ll still need to confirm some key information and pair your module to your phone.
es: Si lo prefieres, puedes omitir la integración, pero tendremos que confirmar algunos datos clave y emparejar el módulo con tu teléfono.
ja: オンボーディングをスキップすることもできますが、いくつかの重要な情報を確認し、お使いの携帯電話とモジュールをペアリングする必要があります。

source: You can revisit instructions any time for app pairing, patch application & overview.
es: Puedes volver a consultar las instrucciones en cualquier momento para emparejar aplicaciones, aplicar parches y obtener una visión general.
ja: アプリのペアリング、パッチの適用、概要についてはいつでも手順を再確認できます。

source: You should aim to replenish fluids and electrolytes at a steady pace throughout your day. A balanced hydration approach of water with occasional electrolytes will serve you well. On more demanding days, increase both your fluid and electrolyte intake to match your increased sweat loss.
es: Debes procurar reponer líquidos y electrolitos a un ritmo constante a lo largo del día. Una hidratación equilibrada a base de agua y electrolitos de vez en cuando le será de utilidad. En los días más exigentes, aumenta la ingesta de líquidos y electrolitos para compensar el aumento de la pérdida de sudor.
ja: 一日を通して、一定のペースで水分と電解質を補給することを目指すべきである。水分と電解質をバランスよく補給するのが効果的です。運動量が多い日は、発汗量の増加に合わせて水分と電解質の摂取量を増やしてください。

source: You’ll also need:
es: También necesitarás:
ja: これも必要だ：

source: You’re good to go!
es: ¡Ya puedes irte!
ja: 大丈夫です！

source: You’ve successfully logged in as:
es: Has iniciado sesión correctamente como:
ja: ログインに成功しました：

source: Your heavy sweat rate and high sodium concentration makes you one of the highest-risk profiles for dehydration and electrolyte imbalance. Make sure to prioritize both your water and sodium needs at all times. Pay close attention for signs of dehydration or fatigue and **don’t hesitate to take action if you start to feel off**.
es: Tu elevado índice de sudoración y tu alta concentración de sodio te convierten en uno de los perfiles de mayor riesgo de deshidratación y desequilibrio electrolítico. Asegúrate de dar prioridad a tus necesidades de agua y sodio en todo momento. Presta mucha atención a los signos de deshidratación o fatiga y **no dudes en actuar si empiezas a sentirte mal**.
ja: 発汗量が多く、ナトリウム濃度が高いため、脱水や電解質不均衡の危険性が高い。常に水分とナトリウムの必要量を優先するようにしてください。脱水症状や疲労の兆候に細心の注意を払い、**異常を感じ始めたら躊躇せずに行動を起こしましょう**。

source: Your latest data is being stored on your phone. Once it connects to the internet, your data will update to the cloud and the latest analysis and projections will be available. **In the meantime, you can try the following:** • Disable airplane mode, if enabled • Enable wifi and / or mobile data, if disabled • Wait until you are in wifi or mobile data range • Server may be temporarily down, check again in a few hours
es: Tus datos más recientes se almacenan en tu teléfono. Una vez que se conecte a Internet, sus datos se actualizarán en la nube y estarán disponibles los últimos análisis y proyecciones. **Mientras tanto, puedes probar lo siguiente:** - Desactivar el modo avión, si está activado - Habilitar wifi y/o datos móviles, si están deshabilitados - Espere hasta que esté en el rango de wifi o datos móviles - El servidor puede estar temporalmente caído, vuelva a comprobarlo en unas horas
ja: 最新のデータは携帯電話に保存されています。インターネットに接続すると、データがクラウドに更新され、最新の分析と予測が利用できるようになります。 それまでの間、次のことを試すことができます。 • 機内モードが有効になっている場合は無効にします • 無効になっている場合は、Wi-Fi および/またはモバイル データを有効にします • Wi-Fi またはモバイルデータ通信範囲内になるまで待ちます • サーバーが一時的にダウンしている可能性があります。数時間後にもう一度確認してください

source: Your module can hold 16 hours of your latest data. Try to connect your module to your phone via bluetooth to unload the data to your phone, prevent data loss, and see current recommendations. **You can check the following:** • Turn on your phone’s bluetooth if it is turned off • Check that your phone’s bluetooth is paired to your module • Check that the module and phone are within 6 feet • Confirm that your module is turned on • Replace the battery if its power level is low • If problem persists, the module might be malfunctioning. Please report the error so that we can diagnose and fix it.
es: Tu módulo puede almacenar 16 horas de tus datos más recientes. Intenta conectar tu módulo a tu teléfono vía bluetooth para descargar los datos a tu teléfono, evitar la pérdida de datos y ver las recomendaciones actuales. **Puedes comprobar lo siguiente:** - Enciende el bluetooth de tu teléfono si está apagado - Comprueba que el bluetooth de tu teléfono está emparejado con tu módulo - Comprueba que el módulo y el teléfono están a menos de 1,8 metros - Comprueba que el módulo está encendido - Cambia la batería si tiene poca carga. - Si el problema persiste, es posible que el módulo no funcione correctamente. Por favor, comuníquenos el error para que podamos diagnosticarlo y solucionarlo.
ja: モジュールには16時間分の最新データを保持できます。 Bluetooth経由でモジュールを携帯電話に接続して、データを携帯電話にアンロードすれば、データ損失を防ぎ、最新の推奨事項を確認することができます。 **次のことをご確認ください:** • 携帯電話のBluetoothがオフになっている場合はオンにしてください • 携帯電話のBluetoothがモジュールとペアリングされていることを確認してください • モジュールと電話機が２メートル以内にあることを確認してください • モジュールの電源が入っていることを確認してください • モジュールの電池残量が少ない場合は電池を交換してください • 問題が解決しない場合は、モジュールが故障している可能性があります 診断して修正できるよう、エラーをメーカーに報告してください。

source: Your module is successfully communicating with your phone.
es: Su módulo se está comunicando exitosamente con su teléfono.
ja: モジュールは電話機と正常に通信しています。

source: Your phone is connected to the internet.
es: Su teléfono está conectado a Internet.
ja: 携帯電話はインターネットに接続されています。

source: Your phone is connected to the internet. You can still use your app to manage settings or view personal hydration insights based on previously synced and updated data.
es: Su teléfono está conectado a Internet. Aún puedes usar tu aplicación para administrar la configuración o ver información personal sobre hidratación basada en datos previamente sincronizados y actualizados.
ja: 携帯電話はインターネットに接続されています。アプリを使用して設定を管理したり、以前に同期および更新されたデータに基づいて個人の水分補給に関する分析情報を表示したりすることもできます。

source: YOUR SWEAT PROFILE
es: TU PERFIL DE SUDOR
ja: 現在の発汗状態

source: Your Sweat vs. Others
es: Tu sudor frente al de otros
ja: あなたの汗と他人の汗

source: < LEGAL & REGULATORY
ja: < 法律と規制

source: 2-1/2 LARGE MCDONALD'S FRIES
ja: マックフライポテト（Lサイズ）2.5個

source: 810 Memorial Drive Suite 100
ja: 810 メモリアル ドライブ スイート 100

source: AVERTISSEMENT-RISQUE D’EXPLOSION - AFIN D’ÉVITER TOUT RISQUE D’EXPLOSION, S’ASSURER QUE L’EMPLACEMENT EST DÉSIGNÉ NON DANGEREUX AVANT DE CHANGER LA BATTERIE.
ja: 危険な爆発 - Afin D’Éviter TOUT 危険な爆発、S’ASSURER QUE L’EMPLACEMENT EST DÉSIGNÉ NON DANGEREUX AVANT DE CHANGER LA BATTERIE。

source: Cambridge, MA 02139
ja: マサチューセッツ州ケンブリッジ 02139

source: IMPERIAL
ja: インペリアル表記

source: LOST
ja: 失った

source: NO
ja: いいえ

source: Normal
ja: ノーマル

source: NORMAL
ja: ノーマル

source: ONE MEDIUM DOMINO'S PEPPERONI PIZZA
ja: カップヌードル（スープ含む）0.5個

source: OPTIMAL
ja: 理想的な水分状態

source: UNPAIR
ja: ペアを解除する
